Repository: dotdoom/ejabberd
Catalog: src/msgs/*.po
Languages: ar

source: Options
ar: خيارات

source: Delete
ar: حذف

source: Start
ar: تشغيل

source: Your Jabber account was successfully created.
ar: تم انشاء حسابك بنجاح .... شكرا لانضمامك.

source: There was an error creating the account:
ar: حدث خطأ عند انشاء حسابك ... من فضلك أعد المحاوله بعد قليل:

source: Your Jabber account was successfully deleted.
ar: تم مسح حسابك بنجاح.

source: There was an error deleting the account:
ar: حدث خطأ عند مسح حسابك ... حاول بعد قليل:

source: The password of your Jabber account was successfully changed.
ar: تم تغيير كلمة السر لحسابك بنجاح

source: There was an error changing the password:
ar: حدث خطأ عند تغيير كلمة سر حسابك ... حاول بعد قليل:

source: Jabber Account Registration
ar: امتلك حساب بأقوى سيرفر عربي

source: Register a Jabber account
ar: تسجيل حساب جديد

source: Unregister a Jabber account
ar: مسح حسابك

source: This page allows to create a Jabber account in this Jabber server. Your JID (Jabber IDentifier) will be of the form: username@server. Please read carefully the instructions to fill correctly the fields.
ar: تستطيع تسجيل حسابك بالسيرفر بثواني معدودهفقط قم بملأ الحقول الآتيه

source: Username:
ar: اسم المستخدم:

source: This is case insensitive: macbeth is the same that MacBeth and Macbeth.
ar: لا تفرق بين الحروف الكابتل والاسمول السيرفر يعاملهم نفس المعامله .

source: Characters not allowed:
ar: هذه الحروف غير مسموح بها:

source: Server:
ar: السيرفر:

source: Don't tell your password to anybody, not even the administrators of the Jabber server.
ar: للمزيد من السريه لا تخبر أحد مطلقا عن كلمة سر حسابك ولا تحتاج ادارة السيرفر لها فكن منتبها.

source: You can later change your password using a Jabber client.
ar: تستطيع تغيير كلمة السر بالمستقبل .. حاول وضع كلمة صعبه ارقام وحروف ورموز ولا تقل عن 10 حروف.

source: Some Jabber clients can store your password in your computer. Use that feature only if you trust your computer is safe.
ar: بعض البرامج بالحاسب او الموبايل تحتفظ بكلمة السر لذلك ننصح بازالتها عند الرغبه بتسجيل الخروج. .

source: Memorize your password, or write it in a paper placed in a safe place. In Jabber there isn't an automated way to recover your password if you forget it.
ar: كلمة السر يجب ان تكون معروفه لك 100% وذلك لأن ادارة السيرفر لن تعطي احد او تبدل كلمة سره حفاظا على سرية بيانات المستخدمين نكرر ضعها سهله بالنسبه لك وليس الاخرين .. توجد برامج هكر تستخرج كلمة السر بالتخمين لذا الافضل حروف وارقام ورموز ولا تقل عن 10 حروف

source: Password Verification:
ar: تأكيد كلمة السر:

source: Register
ar: التسجيل

source: Old Password:
ar: كلمة السر القديمة:

source: New Password:
ar: كلمة السر الجديده:

source: This page allows to unregister a Jabber account in this Jabber server.
ar: تستطيع تسجيل حسابك او الغائه

source: Unregister
ar: الغاء حسابي
