Repository: dotdoom/ejabberd
Catalog: src/msgs/*.po
Languages: ar

source: Use of STARTTLS required
ar: يتطلب استخدام STARTTLS

source: No resource provided
ar: لا يوجد ريسورس معروف

source: Replaced by new connection
ar: تحديث التواجد باتصال جديد

source: Your active privacy list has denied the routing of this stanza.
ar: تم رفض البيانات من ادارة السيرفر.

source: Enter the text you see
ar: أدخل النص الذي تراه

source: Your messages to ~s are being blocked. To unblock them, visit ~s
ar: رسالتك لـ ~s مرفوضه لعرضها قم بزيارة ~s

source: If you don't see the CAPTCHA image here, visit the web page.
ar: لا ترى صورة رمز المرور قم بزيارة صفحة رمز المرور او الموقع الرسمي للسيرفر او تواصل مع ادارة السيرفر لحل المشكله

source: CAPTCHA web page
ar: صفحة رمز المرور

source: The CAPTCHA is valid.
ar: رمز المرور صحيح

source: Commands
ar: الاوامر

source: Ping
ar: سرعه

source: Pong
ar: سرعة

source: Really delete message of the day?
ar: أكد قرارك بحذف الرسائل

source: Subject
ar: الموضوع

source: Message body
ar: رسائل الروم

source: No body provided for announce message
ar: لا يوجد نص للاعلان ... اعلان قصير جدا

source: Announcements
ar: الاعلانات

source: Send announcement to all online users
ar: ارسل اعلان للمستخدمين المتصلين الآن

source: Send announcement to all online users on all hosts
ar: ارسل اعلان للمستخدمين المتصلين الآن بكل السيرفرات

source: Set message of the day and send to online users
ar: وضع رسالة اليوم وارسالها للمتصلين الآن

source: Set message of the day on all hosts and send to online users
ar: وضع رسالة اليوم لجميع السيرفرات وارسالها لجميع المستخدمين المتصلين الآن

source: Update message of the day (don't send)
ar: تعديل رسالة اليوم (لا ترسلها)

source: Update message of the day on all hosts (don't send)
ar: تعديل رسالة اليوم لكل السيرفرات (لا ترسلها)

source: Delete message of the day
ar: مسح رسالة اليوم

source: Delete message of the day on all hosts
ar: مسح رسالة اليوم لجميع السيرفرات

source: Configuration
ar: الاعدادات

source: Database
ar: قواعد البيانات

source: Start Modules
ar: تشغيل الاضافات

source: Stop Modules
ar: ايقاف الاضافات

source: Backup
ar: نسخ احتياطي

source: Restore
ar: استعادة

source: Dump to Text File
ar: الحفظ كملف نصي

source: Import File
ar: استعادة نسخه احتياطيه

source: Import Directory
ar: استعادة مجلد نسخه احتياطيه

source: Restart Service
ar: اعادة تشغيل السيرفر

source: Shut Down Service
ar: ايقاف السيرفر

source: Add User
ar: اضافة مستخدم

source: Delete User
ar: مسح مستخدم

source: End User Session
ar: قطع اتصال المستخدم

source: Change User Password
ar: تعديل كلمة سر المستخدم

source: Get User Last Login Time
ar: عرض اخر دخول للمستخدم

source: Get User Statistics
ar: عرض احصائيات مستخدم

source: Get Number of Registered Users
ar: عرض عدد الأعضاء المسجلين

source: Get Number of Online Users
ar: عرض عدد المتصلين الآن

source: Access Control Lists
ar: قوائم التحكم بالصلاحيات

source: Access Rules
ar: قواعد الصلاحيات

source: User Management
ar: ادارة المستخدمين

source: Outgoing s2s Connections
ar: اتصالات صادره

source: Running Nodes
ar: اسماء السيرفرات الفعاله

source: Stopped Nodes
ar: اسماء السيرفرات غير الفعاله

source: Modules
ar: الاضافات

source: Backup Management
ar: ادارة النسخ الاحتياطي

source: Import Users From jabberd14 Spool Files
ar: استعادة المستخدمين من ملف jabberd14

source: To ~s
ar: الى ~s

source: From ~s
ar: من ~s

source: Database Tables Configuration at
ar: اعدادات جداول قواعد البيانات لـ

source: Choose storage type of tables
ar: اختر نوع تخزين البيانات بالجداول

source: Disc only copy
ar: بالهارد

source: RAM and disc copy
ar: بالرام والهارد

source: RAM copy
ar: بالرام

source: Remote copy
ar: نسخ خارجي

source: Stop Modules at
ar: ايقاف اضافة لـ

source: Choose modules to stop
ar: اختر الاضافه لايقافها

source: Start Modules at
ar: تشغيل اضافه لـ

source: Enter list of {Module, [Options]}
ar: ادخل قائمة الاضافات كالمثال {Module, [Options]}

source: List of modules to start
ar: قائمة الاضافات لتفعيلها

source: Backup to File at
ar: نسخ احتياطي كملف في

source: Enter path to backup file
ar: مسار ملف النسخ الاحتياطي

source: Path to File
ar: مسار الملف

source: Restore Backup from File at
ar: استرجاع نسخ احتياطي من

source: Dump Backup to Text File at
ar: نسخ احتياطي في صورة ملف نصي في

source: Enter path to text file
ar: ادخل مسار ملف النسخ الاحتياطي النصي

source: Import User from File at
ar: استرجاع المستخدمين من ملفي في

source: Enter path to jabberd14 spool file
ar: ادخال مسار الى ملف jabberd14

source: Import Users from Dir at
ar: استرجاع المستخدمين من مجلد في

source: Enter path to jabberd14 spool dir
ar: ادخال مسار ملف jabberd14

source: Path to Dir
ar: مسار المجلد

source: Time delay
ar: زمن التأخير

source: Access Control List Configuration
ar: اعدادات قائمة التحكم بالصلاحيات

source: Access control lists
ar: قوائمة التحكم بالصلاحيات

source: Access Configuration
ar: اعدادات الصلاحيات

source: Access rules
ar: قواعد الصلاحيات

source: Password
ar: كلمة السر

source: Password Verification
ar: تأكيد كلمة السر

source: Get User Password
ar: عرض كلمة سر المستخدم

source: Number of registered users
ar: عدد المستخدمين المسجلين

source: Number of online users
ar: عدد الاعضاء المتصلين الآن

source: Never
ar: أبدا

source: Online
ar: متصل

source: Last login
ar: آخر تسجيل دخول

source: Roster size
ar: حجم الاضافات

source: IP addresses
ar: عنوان الاي بي

source: Resources
ar: الريسورس

source: Administration of
ar: ادارة الـ

source: Action on user
ar: تعديل المستخدم

source: Edit Properties
ar: تعديل الخصائص

source: Remove User
ar: مسح مستخدم

source: Access denied by service policy
ar: الصلاحيات غير كافيه لتنفيذ المطلوب .. راجع ادارة السيرفر

source: IRC Transport
ar: IRC ترانسبورت

source: ejabberd IRC module
ar: ejabberd IRC اضافة

source: You need an x:data capable client to configure mod_irc settings
ar: لتعديل mod_irc, تحتاج الى برنامج وتسجيل دخولك x:data على ان يتوافق البربنامج وبروتوكول السيرفر

source: Registration in mod_irc for
ar: التسجيل في mod_irc من اجل

source: Enter username, encodings, ports and passwords you wish to use for connecting to IRC servers
ar: ادخل اللقب ونظام الترميز والبورت والباسورد التي تود استخدامها للاتصال بــ IRC سيرفرات

source: IRC Username
ar: اسم IRC

source: Example: [{"irc.lucky.net", "koi8-r", 6667, "secret"}, {"vendetta.fef.net", "iso8859-1", 7000}, {"irc.sometestserver.net", "utf-8"}].
ar: مثال: [{"irc.lucky.net", "koi8-r", 6667, "secret"}, {"vendetta.fef.net", "iso8859-1", 7000}, {"irc.sometestserver.net", "utf-8"}].

source: Connections parameters
ar: الاتصالات

source: Join IRC channel
ar: دخول قناة IRC

source: IRC channel (don't put the first #)
ar: قناة IRC (لا تضع بأول الاسم #)

source: IRC server
ar: سيرفر الـ IRC

source: Join the IRC channel here.
ar: دخول قناة IRC

source: Join the IRC channel in this Jabber ID: ~s
ar: دخول قناة IRC بــ Jabber ID: ~s

source: IRC settings
ar: خيارات IRC

source: IRC username
ar: اسم IRC

source: Password ~b
ar: كلمة السر ~b

source: Port ~b
ar: البورت ~b

source: Encoding for server ~b
ar: ترميز السيرفر ~b

source: Server ~b
ar: السيرفر ~b

source: Only service administrators are allowed to send service messages
ar: فقط ادارة السيرفر تستطيع ارسال رسائل الخدمه

source: Room creation is denied by service policy
ar: انشاء الروم غير متاح بالوقت الحالي

source: Conference room does not exist
ar: الروم غير متاحه بالوقت الحالي

source: Chatrooms
ar: الرومات

source: You need a client that supports x:data to register the nickname
ar: تحتاج لبرنامج تسجل به دخولك, يدعم x:data

source: Nickname Registration at
ar: تسجيل اللقب في

source: Enter nickname you want to register
ar: ادخل اللقب الذي تود تسجيله

source: Nickname
ar: اللقب

source: That nickname is registered by another person
ar: هذا اللقب تم تسجيله من قبل مستخدم آخر

source: You must fill in field "Nickname" in the form
ar: استكمل الحق "اللقب" في النموذج

source: ejabberd MUC module
ar: ejabberd MUC اضافة

source: Chatroom configuration modified
ar: تغّيرت اعدادات الروم

source: joins the room
ar: دخل الروم

source: leaves the room
ar: غادر الروم

source: has been banned
ar: تم فصله

source: has been kicked
ar: تم طرده

source: has been kicked because of an affiliation change
ar: выгнали из комнаты вследствие смены ранга

source: has been kicked because the room has been changed to members-only
ar: تم طرده لأن الروم أصبحت للأعضاء فقط

source: has been kicked because of a system shutdown
ar: تم طرده لأن السيرفر تم اغلاقه من قبل ادارة السيرفر

source: is now known as
ar: أصبح معروفا بـ

source: has set the subject to:
ar: حدد الموضوع كــ:

source: Chatroom is created
ar: تم انشاء الروم

source: Chatroom is destroyed
ar: تم تدمير الروم

source: Chatroom is started
ar: الروم فعال الآن

source: Chatroom is stopped
ar: تم ايقاف الروم

source: Monday
ar: الاثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الأربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعه

source: Saturday
ar: السبت

source: Sunday
ar: الأحد

source: January
ar: يناير

source: February
ar: فبراير

source: March
ar: مارس

source: April
ar: ابريل

source: May
ar: مايو

source: June
ar: يونيه

source: July
ar: يوليه

source: August
ar: أغسطس

source: September
ar: سبتمبر

source: October
ar: أكتوبر

source: November
ar: نوفمبر

source: December
ar: ديسمبر

source: Room Configuration
ar: اعدادات وبرمجة الروم

source: Room Occupants
ar: المتواجدين بالروم

source: Traffic rate limit is exceeded
ar: تجاوزت معدل تدفق البيانات المسموح به تم حجب رسالتك

source: This participant is kicked from the room because he sent an error message
ar: تم طرده لارسال رسالة خطأ او نتيجه لمشاكل باتصاله

source: It is not allowed to send private messages to the conference
ar: Не разрешается посылать частные сообщения прямо в конференцию

source: Please, wait for a while before sending new voice request
ar: الرجاء الانتظار لحظات قبل ارسال طلب حق تحدث جديد

source: Voice requests are disabled in this conference
ar: طلب حق التحدث غير مفعل بالروم في الوقت الحالي

source: Failed to extract JID from your voice request approval
ar: فشل منح حق التحدث بسبب مشاكل باتصالك

source: Only moderators can approve voice requests
ar: فقط الاداره تعطي حق التحدث

source: Improper message type
ar: رساله خاطئه

source: This participant is kicked from the room because he sent an error message to another participant
ar: تم طرده لارساله رسالة خطأ او لانقطاع اتصاله عند ارساله رساله لمستخدم آخر

source: It is not allowed to send private messages of type "groupchat"
ar: غير مسموح بارسال رسائل خاصه اكتب بـ "العام"

source: Only occupants are allowed to send messages to the conference
ar: فقط المتواجدين بالروم يستطيعو ارسال رسائل خاصه

source: It is not allowed to send private messages
ar: لا يمكن ارسال رسائل خاصه

source: Recipient is not in the conference room
ar: المستخدم غير موجود بالروم او انقطع اتصاله ولا يمكن استقبال رسالتك

source: Only occupants are allowed to send queries to the conference
ar: المتواجدين فقط يستطيعو ارسال الاستعلامات

source: Queries to the conference members are not allowed in this room
ar: الاستعلام عن اعضاء الروم غير مسموح به في هذه الغرفه

source: Only moderators and participants are allowed to change the subject in this room
ar: الاداره والمشتركين مسموح لهم بتغيير الموضوع بالروم

source: Only moderators are allowed to change the subject in this room
ar: ادارة الروم فقط يسمح لها بتعديل الموضوع

source: Visitors are not allowed to send messages to all occupants
ar: الزوار ممنوعين من ارسال رسالئل للمتواجدين

source: This participant is kicked from the room because he sent an error presence
ar: تم طرده لوجود مشاكل باتصاله

source: Visitors are not allowed to change their nicknames in this room
ar: الزوار غير مسموح لهم بتغيير ألقابهم بالروم

source: That nickname is already in use by another occupant
ar: لقبك الحالي مستخدم بواسطة مستخدم آخر بالروم .. اختر لقب جديد

source: You have been banned from this room
ar: ايميلك او سيرفر ايميلك ككل غير مصرح له بدخول الروم

source: Membership is required to enter this room
ar: الروم متاح للأعضاء فقط

source: This room is not anonymous
ar: الأعضاء غير المعروفين لا يمكنهم دخول الروم

source: A password is required to enter this room
ar: ادخل كلمة سر دخول الروم لتسطيع الدخول

source: Too many CAPTCHA requests
ar: تم طلب رمز المرور أكثر من مره ... احذر سيتم حجبك نهائيا

source: Unable to generate a CAPTCHA
ar: لا يمكن تبديل رمز المرور عشوائيا .. لطفا راسل ادارة السيرفر لحل مشكلتك

source: Incorrect password
ar: كلمة سر خاطئه

source: Administrator privileges required
ar: يتطلب صلاحيات الاداره

source: Moderator privileges required
ar: يتطلب صلاحيات المشرفين

source: Jabber ID ~s is invalid
ar: Jabber ID ~s مقبول

source: Nickname ~s does not exist in the room
ar: لقب ~s غير مسموح به في الروم

source: Invalid affiliation: ~s
ar: وظيفه صالحه: ~s

source: Invalid role: ~s
ar: دور صالح: ~s

source: Owner privileges required
ar: يتطلب صلاحيات مالك الروم

source: Configuration of room ~s
ar: برمجة واعدادات روم ~s

source: Room title
ar: عنوان الروم

source: Room description
ar: وصف الروم

source: Make room persistent
ar: تفعيل ثبات الروم وحفظ البرمجه

source: Make room public searchable
ar: عرض الروم للجميع في البحث

source: Make participants list public
ar: عرض المتواجدين بالروم في البحث

source: Make room password protected
ar: وضع كلمة سر لدخول الروم

source: Maximum Number of Occupants
ar: أقصى عدديتواجد بنفس الوقت في الروم

source: No limit
ar: غير محدود

source: Present real Jabber IDs to
ar: عرض ايميلات المتواجدين لــ

source: moderators only
ar: الاداره فقط

source: anyone
ar: الجميع

source: Make room members-only
ar: وضع الروم للأعضائ فقط

source: Make room moderated
ar: تفعيل نظام الاشرف والاداره بالروم

source: Default users as participants
ar: منح الزوار حق التحدث

source: Allow users to change the subject
ar: السماح لغير الاداره بتغيير الروم

source: Allow users to send private messages
ar: السماح للمستخدمين بارسال الرسائل الخاصه

source: Allow visitors to send private messages to
ar: الزوار ترسل الرسائل الخاص لــ

source: nobody
ar: لا أحد

source: Allow users to query other users
ar: السماح للمستخدمين بالاستعلام عن المستخدمين الآخرين

source: Allow users to send invites
ar: السماح للمستخدمين بارسال دعوات لدخول الروم

source: Allow visitors to send status text in presence updates
ar: السماح للزوار بارسال تحديثات رساله الحاله

source: Allow visitors to change nickname
ar: السماح للزوار بتغيير اللقب

source: Allow visitors to send voice requests
ar: السماح للزوار بطلب حق التحدث

source: Minimum interval between voice requests (in seconds)
ar: الفاصل الزمني بين طلبات حق التحدث بالثانية

source: Make room CAPTCHA protected
ar: تفعيل حماية دخول الروم برمز مرور

source: Exclude Jabber IDs from CAPTCHA challenge
ar: الاستثناءات من حماية دخول الروم برمز مرور

source: Enable logging
ar: تفعيل المحفوظات

source: You need an x:data capable client to configure room
ar: تحتاج برنامج وتسجيل دخولك بحساب اونر, x:data لتعدل برمجة الروم

source: Number of occupants
ar: عدد المتواجدين

source: private,
ar: خاص,

source: Voice request
ar: طلب حق تحدث

source: Either approve or decline the voice request.
ar: اقبل او ارفض طلب حق التحدث

source: User JID
ar: ايميل المستخدم

source: Grant voice to this person?
ar: منح حق التحدث ؟

source: ~s invites you to the room ~s
ar: ~s دعاك لدخول روم ~s

source: the password is
ar: كلمة السر هي:

source: Your contact offline message queue is full. The message has been discarded.
ar: لا يمكنني استقبال رسالتك.. لا توجد ذاكره .. لذلك من فضلك اعد ارسالها عند اتصالي

source: ~s's Offline Messages Queue
ar: ذاكرة الرسائل في وضع عدم الاتصال ~s

source: Submitted
ar: اعتمد التعديلات

source: Time
ar: الوقت

source: From
ar: من

source: To
ar: الى

source: Packet
ar: مجموعه

source: Delete Selected
ar: مسح المعلّم

source: Offline Messages:
ar: رسائل في وضع عدم الاتصال:

source: Remove All Offline Messages
ar: مسح كافة الرسائل في وضع عدم الاتصال

source: ejabberd SOCKS5 Bytestreams module
ar: ejabberd SOCKS5 Bytestreams модуль

source: Publish-Subscribe
ar: اشتراك-النشر

source: ejabberd Publish-Subscribe module
ar: اضافة اشتراك-النشر

source: PubSub subscriber request
ar: طلب الانضمام لـ بوب سب

source: Choose whether to approve this entity's subscription.
ar: اختار الطقس ليتم تفعيل اشتراكك

source: Node ID
ar: عنوان السيرفر الاساسي

source: Subscriber Address
ar: عنوان الناشر

source: Allow this Jabber ID to subscribe to this pubsub node?
ar: اتسمح لهذا المستخدم بالاشتراك في بوب سب للسيرفر الاساسي?

source: Deliver payloads with event notifications
ar: تسليم اشعارات مع تنبيهات الاشتراك

source: Deliver event notifications
ar: تسليم تنبيهات الاشتراك

source: Notify subscribers when the node configuration changes
ar: اخبار المشتركين عند تغيير السيرفر الاساسي

source: Notify subscribers when the node is deleted
ar: اخبار المشتركين عند مسح السيرفر الاساسي

source: Notify subscribers when items are removed from the node
ar: اخبر المشتركين عند مسحهم من السيرفر الاساسي

source: Persist items to storage
ar: تثبيت اختيارات التخزين

source: A friendly name for the node
ar: اسم السيرفر الاساسي كما يظهر للأصدقاء

source: Max # of items to persist
ar: الحد الأقصى للبيانات المخزنه

source: Whether to allow subscriptions
ar: الطقس للسماح بالاشتراك

source: Specify the access model
ar: تعديل صلاحيات الاضافه

source: Roster groups allowed to subscribe
ar: مجموعات الاضافات مسموح لها بالاشتراك

source: Specify the publisher model
ar: خصائص اضافة النشر

source: Purge all items when the relevant publisher goes offline
ar: اخبر الجميع عندما يتغير حالة الناشر لاوف لاين

source: Specify the event message type
ar: حدد نوع الرساله المكتوبه

source: Max payload size in bytes
ar: الحد الاقصى لحجم البيانات

source: When to send the last published item
ar: عندما ترسل اخر تحديثات

source: Only deliver notifications to available users
ar: فقط المستخدمين في وضع متاح من يستقبلون التنبيهات

source: The collections with which a node is affiliated
ar: تم الارتباط كليا بالسيرفر الاساسي

source: The CAPTCHA verification has failed
ar: رمز المرور الذي أدخلته غير صحيح

source: You need a client that supports x:data and CAPTCHA to register
ar: تحتاج لبرنامج يعرض صور كلمات التحقق عند التسجيل

source: Choose a username and password to register with this server
ar: حدد الاسم وكلمة السر لتسجيل حسابك بالسيرفر

source: User
ar: الاسم

source: The password is too weak
ar: كلمة السر ضعيفه

source: Users are not allowed to register accounts so quickly
ar: يجب الانتظار لمدة لاعادة تسجيل حساب جديد

source: None
ar: غير معروف

source: Subscription
ar: مشترك

source: Pending
ar: بالانتظار

source: Groups
ar: المجموعات

source: Validate
ar: موافق

source: Remove
ar: حذف

source: Roster of
ar: اضافات

source: Bad format
ar: صيغه غير منسقه

source: Add Jabber ID
ar: اضافة Jabber ID

source: Roster
ar: اضافات

source: Shared Roster Groups
ar: مجموعات الاضافات المشتركه

source: Add New
ar: اضف جديد

source: Name:
ar: الاسم:

source: Description:
ar: الوصف:

source: Members:
ar: الأعضاء:

source: Displayed Groups:
ar: عرض المجموعات:

source: Group
ar: مجموعة

source: Submit
ar: اعتمد التعديلات

source: Erlang Jabber Server
ar: سيرفر جابر مبني بلغة ايرلانج

source: Birthday
ar: تاريخ الميلاد

source: City
ar: المدينه

source: Country
ar: الدوله

source: Email
ar: الايميل

source: Family Name
ar: اسم العائله

source: Fill in the form to search for any matching Jabber User (Add * to the end of field to match substring)
ar: فشل العثور على مستخدم كما بحثت (أضف * بنهاية كلمة البحث поля, то происходит поиск подстроки)

source: Full Name
ar: الاسم بالكامل

source: Middle Name
ar: الاسم الأوسط

source: Name
ar: الاسم

source: Organization Name
ar: جهة العمل

source: Organization Unit
ar: مكان جعة العمل

source: Search users in
ar: بحث عن مستخدم في

source: You need an x:data capable client to search
ar: تحتاج لتسجيل دخولك من برنامج يدعم x:data

source: vCard User Search
ar: بحث عن مستخدم بواسطه بيانات vCard

source: ejabberd vCard module
ar: vCard اضافة

source: Search Results for
ar: نتائج البحث لــ :

source: Fill in fields to search for any matching Jabber User
ar: املأ الحقول لنرى ماذا يطابق بحثك

source: Unauthorized
ar: لا توجد صلاحيات ربما لم تسجل الدخول بعد

source: ejabberd Web Admin
ar: لوحة تحكم السيرفر

source: Administration
ar: الاداره

source: Raw
ar: الاعدادات الاساسيه الحاليه اجمالا

source: ~s access rule configuration
ar: اعدادات قواعد الصلاحيات ~s

source: Virtual Hosts
ar: السيرفرات المستضافه

source: Users Last Activity
ar: آخر نشاطات المستخدمين

source: Period:
ar: مـدة

source: Last month
ar: الشهر الأخير

source: Last year
ar: العام الأخير

source: All activity
ar: كل النشاطات

source: Show Ordinary Table
ar: عرض جدول منتظم

source: Show Integral Table
ar: عرض جدول متكامل

source: Statistics
ar: الاحصائيات

source: Not Found
ar: غير موجود

source: Node not found
ar: السيرفر الاساسي غير موجود

source: Host
ar: السيرفر

source: Registered Users
ar: الأعضاء المسجلين

source: Online Users
ar: المستخدمين المتصلين

source: Offline Messages
ar: رسائل في وضع عدم اتصال

source: Last Activity
ar: آخر نشاط

source: Registered Users:
ar: المستخدمين المسجلين:

source: Online Users:
ar: المستخدمين المتصلين الآن:

source: Outgoing s2s Connections:
ar: اتصالات صادرة:

source: Outgoing s2s Servers:
ar: ارتباطات الاتصالات الصادره:

source: Change Password
ar: تغيير كلمة السر

source: User
ar: المستخدم

source: Connected Resources:
ar: الريسورس:

source: Password:
ar: كلمة السر:

source: No Data
ar: لا توجد بيانات لعرضها

source: Nodes
ar: السيرفرات الأساسيه

source: Node
ar: سيرفر اساسي

source: Listened Ports
ar: البورتات

source: Update
ar: تحديث

source: Restart
ar: اعادة تشغيل

source: Stop
ar: ايقاف

source: RPC Call Error
ar: خطأ بالاتصال RPC

source: Database Tables at
ar: جداول البيانات في

source: Storage Type
ar: نوع التخزين

source: Elements
ar: العناصر

source: Memory
ar: الذاكره

source: Error
ar: خطأ

source: Backup of
ar: نسخه احتياطيه من

source: Please note that these options will only backup the builtin Mnesia database. If you are using the ODBC module, you also need to backup your SQL database separately.
ar: لاحظ هذا الخيار فقط لقولعد البيانات المدمجه اذا كنت تستخدم قواعد بيانات odbc ستحتاج لأخذ نسخه احتياطيه من قاعدة بياناتك قد تكون من النوع mysql او من النوع postgres

source: Store binary backup:
ar: حفظ نسخه احتياطيه ثنائيه:

source: OK
ar: موافق

source: Restore binary backup immediately:
ar: استعادة نسخه احتياطيه ثنائيه:

source: Restore binary backup after next ejabberd restart (requires less memory):
ar: استعادة نسخه احتياطيه ثنايه مع اعادة تشغيل السيرفر (يتطلب استهلاك بعض الرام):

source: Store plain text backup:
ar: حفظ نسخه احتياطيه من النصوص:

source: Restore plain text backup immediately:
ar: استرجاع نسخه احتياطيه من النصوص:

source: Import users data from a PIEFXIS file (XEP-0227):
ar: استيراد بيانات المستخدمين من ملف نوعه PIEFXIS (XEP-0227):

source: Export data of all users in the server to PIEFXIS files (XEP-0227):
ar: تصدير بيانات المستخدمين الى ملف نوعه PIEFXIS (XEP-0227):

source: Export data of users in a host to PIEFXIS files (XEP-0227):
ar: تصدير بيانات المستخدمين في جميع السيرفرات الى ملف نوعه PIEFXIS (XEP-0227):

source: Import user data from jabberd14 spool file:
ar: استيراد بيانات المستخدمين من ملف نوعه jabberd14:

source: Import users data from jabberd14 spool directory:
ar: استيراد بيانات المستخدمين من مجلد كامل من النوع jabberd14:

source: Listened Ports at
ar: بورتات الاتصال في

source: Modules at
ar: الاضافات في

source: Statistics of ~p
ar: الاحصائيات لـ ~p

source: Uptime:
ar: قوة السيرفر:

source: CPU Time:
ar: قوة المعالج:

source: Transactions Committed:
ar: اكتمال المعالجه:

source: Transactions Aborted:
ar: عدم اكتمال المعالجه بشكل كامل:

source: Transactions Restarted:
ar: اعادة المعالجه:

source: Transactions Logged:
ar: المعالجة موثقه:

source: Update
ar: تحديث

source: Update plan
ar: تحديث الخطه

source: Modified modules
ar: تعديل الاضافات

source: Update script
ar: تحديث السيرفر ككل

source: Low level update script
ar: المستوى الأدنى لترقية السيرفر ككل

source: Script check
ar: فحص السيرفر

source: Port
ar: البورت

source: IP
ar: اي بي

source: Protocol
ar: بروتوكول

source: Module
ar: اضافه
